questions = [
    {
        "question": "Какой процент дохода лучше откладывать?",
        "options": [
            "A) 5%",
            "B) 10-20%",
            "C) 50%",
            "D) Ничего"
        ],
        "correct": "B"
    },
    {
        "question": "Что нужно сделать перед крупной покупкой?",
        "options": [
            "A) Купить сразу",
            "B) Взять кредит",
            "C) Проверить бюджет",
            "D) Ничего"
        ],
        "correct": "C"
    },
    {
        "question": "Что такое финансовая подушка?",
        "options": [
            "A) Деньги на развлечения",
            "B) Деньги на случай чрезвычайной ситуации",
            "C) Деньги на одежду",
            "D) Кредит"
        ],
        "correct": "B"
    },
    {
        "question": "Сколько месяцев расходов желательно иметь в резерве?",
        "options": [
            "A) 1 месяц",
            "B) 3-6 месяцев",
            "C) 12 месяцев",
            "D) Не нужно"
        ],
        "correct": "B"
    },
]